[
  {
    "id": 1,
    "name": "Moquerie cruelle",
    "level": 0,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V",
    "duration": "instantanée",
    "description": "Vous vomissez un flot d'insultes entremêlées de subtils enchantements sur une créature à portée et que vous pouvez voir. Si la cible peut vous entendre (il n'est pas nécessaire qu'elle comprenne mais juste qu'elle devine votre intention), elle doit réussir un jet de sauvegarde de Sagesse ou subir 1d4 dégâts psychiques et avoir un désavantage au prochain jet d'attaque qu'elle fera avant la fin de son prochain tour. Les dégâts de ce sort augmentent de 1d4 lorsque vous atteignez le niveau 5 (2d4), le niveau 11 (3d4) et le niveau 17 (4d4). ",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "Non affecté",
      "damage": {
        "1": "1d4",
        "5": "2d4",
        "11": "3d4",
        "17": "4d4"
      },
      "effects": [
        "Désavantage au prochain jet d'attaque avant la fin de son prochain tour"
      ],
      "restrictions": ["La cible doit pouvoir entendre"]
    }
  },
  {
    "id": 2,
    "name": "Main du mage",
    "level": 0,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V, S",
    "duration": "1 minute",
    "description": "Une main spectrale apparaît à un point précis choisi à portée. La main expire à la fin de la durée du sort ou si elle est révoquée au prix d'une action. La main disparaît si elle se retrouve à plus de 9 m du lanceur de sorts ou si ce sort est jeté une nouvelle fois. Le lanceur de sorts peut utiliser son action pour contrôler la main. La main peut manipuler un objet, ouvrir une porte ou un contenant non verrouillé, ranger ou récupérer un objet d'un contenant ouvert, ou bien verser le contenu d'une fiole. La main peut être déplacée jusqu'à 9 m à chaque fois que vous l'utilisez. La main ne peut attaquer, activer des objets magiques ou transporter plus de 5 kg. "
  },
  {
    "id": 3,
    "name": "Fou rire de Tasha",
    "level": 1,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 1 minute",
    "description": " Une créature de votre choix, que vous pouvez voir et à portée, a l'impression que tout ce qu'elle perçoit est hilarant et lui provoque une intense crise de fou rire. La cible doit réussir un jet de sauvegarde de Sagesse sous peine de tomber à terre, et être incapable d'agir et de se relever pour toute la durée du sort. Une créature ayant une Intelligence de 4 ou moins ne peut pas être affectée par ce sort. À la fin de chacun de ses tours, et à chaque fois qu'elle subit des dégâts, la cible peut effectuer un nouveau jet de sauvegarde de Sagesse. La cible a un avantage à son jet de sauvegarde s'il est déclenché par des dégâts. En cas de réussite, le sort prend fin. ",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "Non affecté",
      "effects": ["prone", "incapacitated"],
      "restrictions": ["INT >= 5"],
      "recovery": "JdS SAG à la fin de chaque tour. Ainsi que lorsqu'elle se fait attaquer, avec avantage."
    }
  },
  {
    "id": 4,
    "name": "Mot de guérison",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "18 m",
    "components": "V",
    "duration": "instantanée",
    "description": "Une créature visible de votre choix récupère des points de vie à hauteur de 1d4 + le modificateur de votre caractéristique d'incantation. Ce sort n'a pas d'effet sur les morts-vivants et les artificiels. Aux niveaux supérieurs. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 2 ou supérieur, les points de vie récupérés augmentent de 1d4 pour chaque niveau d'emplacement au-delà du niveau 1. "
  },
  {
    "id": 5,
    "name": "Charme-personne",
    "level": 1,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V, S",
    "duration": "1 heure",
    "description": "Vous pouvez tenter de charmer un humanoïde que vous pouvez voir à portée. Ce dernier doit effectuer un jet de sauvegarde de Sagesse, avec un avantage à son jet si vous ou vos compagnons le combattez. En cas d'échec, il est charmé jusqu'à la fin de la durée du sort ou jusqu'à ce que vous ou vos compagnons cherchiez à lui nuire. La créature charmée vous considère comme un bon ami. Quand le sort prend fin, la créature sait que vous l'avez charmée. Aux niveaux supérieurs. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 2 ou supérieur, vous pouvez cibler une créature supplémentaire pour chaque niveau d'emplacement au-delà du niveau 1. Les créatures doivent se trouver à 9 m maximum les unes des autres lorsque vous les ciblez. "
  },
  {
    "id": 6,
    "name": "Déguisement",
    "level": 1,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S",
    "duration": "1 heure",
    "description": "Vous changez d'apparence jusqu'à ce que le sort prenne fin ou que vous utilisiez une action pour le dissiper. Le changement inclut vos vêtements, votre armure, vos armes et les autres objets que vous portez. Vous pouvez paraître 30 cm plus grand ou plus petit, mince, obèse, ou entre les deux. Vous ne pouvez pas modifier votre type morphologique. Vous devez donc prendre une forme qui présente un arrangement similaire des membres. Par ailleurs, l'ampleur de l'illusion ne tient qu'à vous. Les modifications apportées par ce sort ne résistent pas à une inspection physique. Par exemple, si vous utilisez ce sort pour ajouter un chapeau à votre accoutrement, les objets passeront à travers le chapeau et si on y touche, on ne sentira pas sa présence ou on tâtera plutôt votre tête et votre chevelure. Si vous utilisez ce sort pour paraître plus mince, la main d'une personne qui veut vous toucher entrera en contact avec votre corps alors que sa main semble libre d'obstruction. Pour détecter que vous êtes déguisé, une créature peut utiliser son action pour inspecter votre apparence et elle doit réussir un jet d'Intelligence (Investigation) contre le DD de sauvegarde de votre sort. "
  },

  {
    "id": 7,
    "name": "Rayon de givre",
    "level": 0,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Un faisceau glacial de lumière bleuâtre se dirige vers une créature dans la portée du sort. Effectuez une attaque à distance avec un sort contre la cible. S'il touche, la cible subit 1d8 dégâts de froid et sa vitesse est réduite de 3 m jusqu'à début de votre prochain tour. Les dégâts du sort augmentent de 1d8 lorsque vous atteignez le niveau 5 (2d8), le niveau 11 (3d8) et le niveau 17 (4d8). ",
    "combat": {
      "type": "attack",
      "damage": {
        "1": "1d8",
        "5": "2d8",
        "11": "3d8",
        "17": "4d8"
      },
      "effects": [
        "Vitesse de déplacement réduit de 2 cases jusqu'au début du prochain tour du lanceur"
      ]
    }
  },
  {
    "id": 8,
    "name": "Illusion mineure",
    "level": 0,
    "castingTime": "1 action",
    "range": "6 cases",
    "components": "S, M",
    "duration": "1 minute",
    "description": "Le lanceur de sorts crée un son ou l'image d'un objet à portée pendant une minute. Cette illusion se termine également si elle est révoquée au prix d'une action ou si ce sort est lancé une nouvelle fois. Si l'illusion est un son, le volume peut aller d'un simple chuchotement à un cri. Il peut s'agir de votre voix, de la voix de quelqu'un d'autre, du rugissement d'un lion, d'un roulement de tambours, ou tout autre son que vous choisissez. Le son peut autant ne pas diminuer en intensité pendant la durée du sort qu'être discret et produit à différents instants dans cet intervalle de temps. Si l'illusion est une image ou un objet (comme une chaise, des traces de pas boueuses ou un petit coffre) elle ne peut pas être plus large qu'un cube de 1,50 mètre d'arête. Cette image ne peut produire de son, lumière, odeur ou tout autre effet sensoriel. Une interaction physique avec l'image révèle l'illusion, car elle peut être traversée par n'importe quoi. Si une créature utilise une action pour examiner le son ou l'image, elle peut comprendre qu'il s'agit d'une illusion grâce à un jet d'Intelligence (Investigation) contre le DD de sauvegarde de votre sort. Si une créature discerne l'illusion pour ce qu'elle est, l'illusion s'évanouit pour la créature. "
  },
  {
    "id": 9,
    "name": "Protection contre les armes",
    "level": 0,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S",
    "duration": "1 round",
    "description": "Vous tendez votre main et tracez un symbole de protection dans les airs. Jusqu'à la fin de votre prochain tour, vous obtenez la résistance contre les dégâts contondants, tranchants et perforants infligés par des attaques avec arme. "
  },
  {
    "id": 10,
    "name": "Viser juste",
    "level": 0,
    "castingTime": "1 action",
    "range": "6 cases",
    "components": "S",
    "duration": "concentration, jusqu'à 1 round",
    "description": "Vous tendez votre main et pointez un doigt en direction d'une cible à portée. Votre magie vous aide à trouver une petite faille dans les défenses de votre cible. Lors de votre prochain tour, vous obtenez un avantage pour votre premier jet d'attaque contre la cible, à condition que le sort ne soit pas déjà terminé. ",
    "combat": {
      "type": "status",
      "effects": [
        "La prochaine attaque du lanceur contre cette cible profite d'un avantage"
      ]
    }
  },
  {
    "id": 11,
    "name": "Projectile magique",
    "level": 1,
    "castingTime": "1 action",
    "range": "36 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Vous créez trois fléchettes de force magique d'un bleu lumineux. Chaque fléchette atteint une créature de votre choix que vous pouvez voir et dans la limite de portée du sort. Chaque projectile inflige 1d4 + 1 dégâts de force à sa cible. Les fléchettes frappent simultanément, et peuvent frapper une ou plusieurs créatures. Aux niveaux supérieurs. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 2 ou supérieur, il crée une fléchette additionnelle pour chaque niveau d'emplacement au-delà du niveau 1. ",
    "combat": {
      "type": "attack",
      "damage": {
        "1": "3x 1d4 + 1"
      },
      "spellLevelScale": "+1 projectile"
    }
  },
  {
    "id": 12,
    "name": "Vague tonnante",
    "level": 1,
    "castingTime": "1 action",
    "range": "personnelle (cube de 4,50 mètres d'arête)",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Une vague de force de tonnerre émane de vous. Toute créature se trouvant dans un cube de 4,50 m d'arête prenant origine à partir de vous-même doit effectuer un jet de sauvegarde de Constitution. En cas d'échec, la créature subit 2d8 dégâts de tonnerre et est repoussée de 3 m de vous. En cas de réussite, elle subit la moitié de ces dégâts et n'est pas repoussée. En outre, les objets non fixés qui se trouvent entièrement dans la zone d'effet sont automatiquement repoussés de 3 m par l'effet du sort, et le sort émet un coup de tonnerre audible jusqu'à 90 m. Aux niveaux supérieurs. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 2 ou supérieur, les dégâts augmentent de 1d8 pour chaque niveau d'emplacement au-delà du niveau 1. ",
    "combat": {
      "type": "save",
      "save": "constitution",
      "saveSuccess": "1/2 dégâts, pas repoussée",
      "damage": {
        "1": "2d8"
      },
      "effects": ["Repoussé de 2 cases"],
      "spellLevelScale": "+1d8"
    }
  },
  {
    "id": 13,
    "name": "Trait de feu",
    "level": 0,
    "castingTime": "1 action",
    "range": "36 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Vous lancez un trait de feu sur une créature ou un objet dans la portée du sort. Effectuez une attaque à distance avec un sort contre la cible. Si l'attaque touche, la cible subit 1d10 dégâts de feu. Un objet inflammable touché par ce sort prend feu s’il n’est pas porté ou transporté. Les dégâts de ce sort augmentent de 1d10 lorsque vous atteignez le niveau 5 (2d10), le niveau 11 (3d10) et le niveau 17 (4d10).",
    "combat": {
      "type": "attack",
      "damage": {
        "1": "1d10",
        "5": "2d10",
        "11": "3d10",
        "17": "4d10"
      }
    }
  },
  {
    "id": 14,
    "name": "Murmures dissonants",
    "level": 1,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V",
    "duration": "instantanée",
    "description": "Vous murmurez une mélodie discordante qui ne peut être entendue que par une créature de votre choix dans la portée du sort. La cible doit effectuer un jet de sauvegarde de Sagesse. En cas d'échec, elle subit 3d6 dégâts psychiques et doit immédiatement utiliser sa réaction pour s'éloigner le plus possible de vous. La créature ne bouge pas dans un terrain manifestement dangereux, comme une falaise. En cas de réussite, elle subit la moitié des dégâts et ne doit pas se déplacer. Les dégâts augmentent de 1d6 lorsque vous lancez ce sort avec un emplacement de niveau supérieur.",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "1/2 dégâts, pas de déplacement",
      "damage": {
        "1": "3d6"
      },
      "spellLevelScale": "+1d6",
      "effects": [
        "S'éloigne du lanceur immédiatement (réaction). Ne se déplace pas sur un terrain dangereux."
      ]
    }
  },
  {
    "id": 15,
    "name": "Explosion occulte",
    "level": 0,
    "castingTime": "1 action",
    "range": "36 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Un faisceau d'énergie crépitante s'élance vers une créature dans la portée du sort. Effectuez une attaque à distance avec un sort contre la cible. Si l'attaque touche, la cible subit 1d10 dégâts de force. Le sort bénéficie des invocations occultes pour des effets supplémentaires selon le choix de l'incantateur. Les dégâts augmentent de 1d10 lorsque vous atteignez le niveau 5 (2d10), le niveau 11 (3d10) et le niveau 17 (4d10).",
    "combat": {
      "type": "attack",
      "damage": {
        "1": "1d10",
        "5": "2d10",
        "11": "3d10",
        "17": "4d10"
      }
    }
  },
  {
    "id": 16,
    "name": "Thaumaturgie",
    "level": 0,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V",
    "duration": "1 minute",
    "description": "Vous manifestez un signe mineur de votre puissance divine, créant l'un des effets magiques suivants dans la portée du sort : votre voix s’amplifie, un tremblement mineur se produit au sol, une flamme vacille, brille, s’assombrit ou change de couleur, vous ouvrez ou fermez une porte ou une fenêtre non verrouillée, ou vous changez temporairement l'apparence de vos yeux. Vous pouvez activer jusqu’à trois de ces effets en même temps."
  },
  {
    "id": 17,
    "name": "Armure d'Agathys",
    "level": 1,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S, M",
    "duration": "1 heure",
    "description": "Une force magique protectrice vous enveloppe, vous offrant 5 points de vie temporaires et infligeant 5 dégâts de froid à toute créature qui vous touche avec une attaque de mêlée pendant la durée du sort. Lorsque vous lancez ce sort en utilisant un emplacement de niveau supérieur, les points de vie temporaires et les dégâts augmentent de 5 pour chaque niveau d’emplacement supérieur."
  },
  {
    "id": 18,
    "name": "Maléfice",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "27 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu’à 1 heure",
    "description": "Vous placez une malédiction sur une créature que vous pouvez voir dans la portée du sort. Jusqu'à la fin du sort, vous infligez 1d6 dégâts nécrotiques supplémentaires à la cible chaque fois que vous lui portez des dégâts. De plus, choisissez une caractéristique. La cible a un désavantage aux tests de caractéristique associés à cette caractéristique. Si la cible tombe à 0 points de vie avant que ce sort prenne fin, vous pouvez utiliser une action bonus pour maudire une autre créature.",
    "combat": {
      "type": "status",
      "effects": [
        "+1d6 nécro subits par les attaques du lanceur du sort.",
        "Désavantage aux tests d’une caractéristique choisie"
      ]
    }
  },
  {
    "id": 19,
    "name": "Compréhension des langues",
    "level": 1,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S, M",
    "duration": "1 heure",
    "description": "Pendant la durée du sort, vous comprenez le sens littéral de tout langage parlé que vous entendez. Vous comprenez également tout texte écrit que vous voyez, mais vous devez être à moins de 9 mètres de l'écrit. Il vous faut environ une minute pour lire une page de texte. Ce sort ne déchiffre pas les messages codés ou magiques tels que les glyphes, sauf s'ils contiennent du texte clair lisible."
  },
  {
    "id": 20,
    "name": "Image silencieuse",
    "level": 1,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu’à 10 minutes",
    "description": "Vous créez l'image d'un objet, d'une créature ou d'une scène visible dans la portée du sort. L'image est purement visuelle, dépourvue de son, d'odeur ou d'autres stimuli sensoriels. Vous pouvez utiliser votre action pour déplacer l'image dans un espace dans les limites de portée. En interagissant physiquement avec l'image, une créature peut déterminer qu'il s'agit d'une illusion avec un test d'Intelligence (Investigation) contre le DD de sauvegarde de votre sort. Si une créature discerne l'illusion, elle devient translucide pour elle."
  },
  {
    "id": 21,
    "name": "Appel de familier (rituel)",
    "level": 1,
    "castingTime": "1 heure",
    "range": "3 m",
    "components": "V, S, M",
    "duration": "instantanée",
    "description": "Vous obtenez les services d’un familier, un esprit qui prend une forme animale de votre choix : chauve-souris, chat, crabe, crapaud, faucon, hibou, lézard, pieuvre, poisson, rat, serpent, araignée ou belette. Le familier apparaît dans une case libre à portée. Il agit indépendamment de vous, mais il obéit à vos ordres. Pendant que le familier est à 30 mètres ou moins de vous, vous pouvez communiquer avec lui par télépathie. Vous pouvez utiliser une action pour voir à travers ses yeux et entendre par ses oreilles jusqu’à la fin de votre prochain tour, et ce, tant qu’il est dans ce rayon. En tant qu'action bonus, vous pouvez révoquer le familier temporairement ou définitivement."
  },
  {
    "id": 22,
    "name": "Aspersion d'acide",
    "level": 0,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Vous projetez une goutte d’acide sur une ou deux créatures à portée. Les cibles doivent réussir un jet de sauvegarde de Dextérité ou subir 1d6 dégâts d’acide. Les dégâts de ce sort augmentent de 1d6 lorsque vous atteignez le niveau 5 (2d6), le niveau 11 (3d6) et le niveau 17 (4d6).",
    "combat": {
      "type": "save",
      "save": "dexterity",
      "saveSuccess": "Non affecté",
      "damage": {
        "1": "1d6",
        "5": "2d6",
        "11": "3d6",
        "17": "4d6"
      }
    }
  },
  {
    "id": 23,
    "name": "Bouclier",
    "level": 1,
    "castingTime": "1 réaction (attaque physique)",
    "range": "personnelle",
    "components": "V, S",
    "duration": "1 round",
    "description": "Une barrière invisible de force magique apparaît pour vous protéger. Jusqu’au début de votre prochain tour, vous bénéficiez d’un bonus de +5 à la CA, y compris contre l’attaque déclenchant ce sort, et vous n’êtes pas affecté par le sort projectile magique."
  },
  {
    "id": 24,
    "name": "Graisse",
    "level": 1,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V, S, M",
    "duration": "1 minute",
    "description": "Vous couvrez une surface au sol de 3 mètres de côté à portée d’une fine couche de graisse. Cette zone devient un terrain difficile pour la durée. Toute créature se tenant dans la zone doit réussir un jet de sauvegarde de Dextérité ou tomber à terre (prone). Les créatures qui pénètrent dans la zone ou y terminent leur tour doivent également effectuer ce jet.",
    "combat": {
      "type": "save",
      "save": "dexterity",
      "saveSuccess": "Ne tombe pas",
      "effects": ["prone"]
    }
  },
  {
    "id": 25,
    "name": "Lumières dansantes",
    "level": 0,
    "castingTime": "1 action",
    "range": "36 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Vous créez jusqu’à quatre lumières torchères qui apparaissent dans un rayon de 36 mètres. Vous pouvez utiliser une action pour déplacer les lumières jusqu’à 18 mètres à l’intérieur de cette portée. Les lumières peuvent prendre la forme d’une humanoïde lumineuse si elles sont regroupées, mais elles ne peuvent produire qu’une lumière douce d’un rayon de 3 mètres."
  },
  {
    "id": 26,
    "name": "Mains brûlantes",
    "level": 1,
    "castingTime": "1 action",
    "range": "4,5 m (cône)",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Une gerbe de flammes s’échappe de vos mains. Toute créature dans un cône de 4,5 mètres doit réussir un jet de sauvegarde de Dextérité ou subir 3d6 dégâts de feu. Une créature réussissant le jet subit la moitié des dégâts. Les dégâts augmentent de 1d6 pour chaque niveau d'emplacement de sort au-delà du premier.",
    "combat": {
      "type": "save",
      "save": "dexterity",
      "saveSuccess": "1/2 dégâts",
      "damage": {
        "1": "3d6"
      },
      "spellLevelScale": "+1d6"
    }
  },
  {
    "id": 27,
    "name": "Orbe chromatique",
    "level": 1,
    "castingTime": "1 action",
    "range": "27 m",
    "components": "V, S, M",
    "duration": "instantanée",
    "description": "Vous projetez un orbe scintillant d'énergie sur une créature à portée. Vous choisissez le type de dégâts (acide, froid, feu, foudre, poison ou tonnerre) au moment de lancer le sort. Effectuez une attaque à distance avec un sort contre la cible. Si l’attaque touche, la cible subit 3d8 dégâts du type choisi. Lorsque vous lancez ce sort en utilisant un emplacement de niveau supérieur, les dégâts augmentent de 1d8 par niveau d’emplacement au-delà du premier.",
    "combat": {
      "type": "attack",
      "damage": {
        "1": "3d8"
      },
      "spellLevelScale": "+1d8"
    }
  },
  {
    "id": 28,
    "name": "Saut",
    "level": 1,
    "castingTime": "1 action",
    "range": "contact",
    "components": "V, S, M",
    "duration": "concentration, jusqu’à 1 minute",
    "description": "La distance de saut d'une créature que vous touchez est triplée jusqu'à la fin du sort."
  },
  {
    "id": 29,
    "name": "Bénédiction",
    "level": 1,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Vous bénissez jusqu’à trois créatures de votre choix à portée. À chaque fois qu’une cible effectue un jet d’attaque ou un jet de sauvegarde avant la fin du sort, elle peut lancer un d4 et ajouter le résultat au jet."
  },
  {
    "id": 30,
    "name": "Bouclier de la foi",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "18 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 10 minutes",
    "description": "Un champ lumineux entoure une créature de votre choix à portée, lui conférant un bonus de +2 à la CA pour la durée."
  },
  {
    "id": 31,
    "name": "Injonction",
    "level": 1,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V",
    "duration": "1 round",
    "description": "Vous prononcez un mot de commandement à une créature que vous pouvez voir et qui est à portée. La cible doit réussir un jet de sauvegarde de Sagesse ou obéir à la commande pendant son prochain tour. Les cibles qui ne comprennent pas votre langue ou sont immunisées contre le charme ne sont pas affectées.",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "Non affecté",
      "effects": ["Suit la commande du lanceur du sort à son prochain tour"],
      "restrictions": [
        "Voir la cible",
        "Doit comprendre la langue",
        "Sensible au charme"
      ]
    }
  },
  {
    "id": 32,
    "name": "Détection de la magie",
    "level": 1,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S",
    "duration": "concentration, jusqu'à 10 minutes",
    "description": "Pendant la durée, vous sentez la présence de la magie dans un rayon de 9 m autour de vous. Si vous détectez de la magie, vous pouvez utiliser votre action pour voir une faible aura autour de tout objet ou créature portant de la magie, et vous apprendrez également son école, si elle en a une. Le sort peut pénétrer la plupart des barrières, mais il est bloqué par 30 cm de pierre, 2,5 cm de métal commun, une fine feuille de plomb ou 1 m de bois ou de terre."
  },
  {
    "id": 33,
    "name": "Détection du mal et du bien",
    "level": 1,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S",
    "duration": "concentration, jusqu'à 10 minutes",
    "description": "Pendant la durée, vous savez si un céleste, un fiélon, un mort-vivant, une créature fée ou une créature élémentaire se trouve à 9 m de vous, ainsi que la localisation de ces créatures. Le sort détecte également la présence de lieux ou objets consacrés ou profanés, comme ceux affectés par le sort consécration ou profanation. Le sort peut pénétrer la plupart des barrières, mais il est bloqué par 30 cm de pierre, 2,5 cm de métal commun, une fine feuille de plomb ou 1 m de bois ou de terre."
  },
  {
    "id": 34,
    "name": "Détection du poison et des maladies",
    "level": 1,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 10 minutes",
    "description": "Pendant la durée, vous détectez la présence et l'emplacement de poisons, de créatures venimeuses et de maladies dans un rayon de 9 m autour de vous. Vous identifiez également le type de poison, de créature venimeuse ou de maladie présente. Le sort peut pénétrer la plupart des barrières, mais il est bloqué par 30 cm de pierre, 2,5 cm de métal commun, une fine feuille de plomb ou 1 m de bois ou de terre."
  },
  {
    "id": 35,
    "name": "Duel forcé",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "9 m",
    "components": "V, S",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Vous forcez une créature à portée que vous pouvez voir à se concentrer uniquement sur vous. La cible doit réussir un jet de sauvegarde de Sagesse ou être désavantagée à ses jets d'attaque contre toute autre créature que vous. Ce désavantage persiste tant que vous restez à portée et que le sort est actif.",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "Non affecté",
      "effects": [
        "Désavantage sur les attaques contre d'autres cibles que le Paladin"
      ],
      "restrictions": ["Doit voir la cible"]
    }
  },
  {
    "id": 36,
    "name": "Faveur divine",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "personnelle",
    "components": "V, S",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Votre prière vous imprègne d’une puissance divine. Jusqu’à la fin du sort, vos attaques avec des armes infligent 1d4 dégâts radiants supplémentaires en cas de réussite."
  },
  {
    "id": 37,
    "name": "Frappe ardente",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "personnelle",
    "components": "V",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "La prochaine fois que vous touchez une créature avec une arme pendant la durée du sort, votre attaque inflige 1d6 dégâts de feu supplémentaires. De plus, la cible doit réussir un jet de sauvegarde de Dextérité ou prendre feu. Une créature en feu subit 1d6 dégâts de feu à la fin de chacun de ses tours tant qu'elle ne s'éteint pas (action).",
    "combat": {
      "type": "save",
      "save": "dexterity",
      "saveSuccess": "Ne prends pas feu",
      "damage": {
        "1": "1d6"
      },
      "effects": [
        "Enflammée - 1d6 dégats à la fin de chaque tour jusqu'a extinction (1 action)"
      ]
    }
  },
  {
    "id": 38,
    "name": "Frappe colérique",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "personnelle",
    "components": "V",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "La prochaine fois que vous touchez une créature avec une arme pendant la durée du sort, votre attaque inspire une terreur magique. La cible doit réussir un jet de sauvegarde de Sagesse ou être effrayée de vous jusqu’à la fin du sort.",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "Non affectée",
      "effects": ["frightened"]
    }
  },
  {
    "id": 39,
    "name": "Frappe tonitruante",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "personnelle",
    "components": "V",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "La prochaine fois que vous touchez une créature avec une arme pendant la durée du sort, votre attaque résonne d'un bruit de tonnerre audible jusqu’à 90 m. La cible doit réussir un jet de sauvegarde de Force ou être repoussée de 3 m et tomber à terre (prone).",
    "combat": {
      "type": "save",
      "save": "strength",
      "saveSuccess": "Non repoussée ni renversée",
      "effects": ["Repoussé de 2 cases", "prone"]
    }
  },
  {
    "id": 40,
    "name": "Héroïsme",
    "level": 1,
    "castingTime": "1 action",
    "range": "contact",
    "components": "V, S",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Une créature que vous touchez est imprégnée de bravoure. Elle est immunisée contre l'état effrayé et gagne des points de vie temporaires égaux à votre modificateur de caractéristique d'incantation au début de chacun de ses tours tant que le sort est actif."
  },
  {
    "id": 41,
    "name": "Protection contre le mal et le bien",
    "level": 1,
    "castingTime": "1 action",
    "range": "contact",
    "components": "V, S",
    "duration": "concentration, jusqu'à 10 minutes",
    "description": "Une créature que vous touchez est protégée contre certains types de créatures : célestes, fiélons, morts-vivants, fées et élémentaires. Les créatures de ces types ont un désavantage à leurs jets d’attaque contre la cible et elle ne peut pas être charmée, effrayée ou possédée par elles. Si la cible est déjà charmée, effrayée ou possédée par une telle créature, elle refait immédiatement un jet de sauvegarde avec un avantage pour mettre fin à l’effet."
  },
  {
    "id": 42,
    "name": "Purification de la nourriture et de l’eau",
    "level": 1,
    "castingTime": "1 action",
    "range": "1,5 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Toute la nourriture et l’eau non magique dans un rayon de 1,5 m centré sur un point à portée sont purifiées et rendues exemptes de poison et de maladie."
  },
  {
    "id": 43,
    "name": "Soin des blessures",
    "level": 1,
    "castingTime": "1 action",
    "range": "contact",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Une créature que vous touchez regagne un nombre de points de vie égal à 1d8 + votre modificateur de caractéristique d'incantation. Les points de vie restaurés augmentent de 1d8 pour chaque niveau d’emplacement supérieur utilisé pour lancer le sort."
  },
  {
    "id": 45,
    "name": "Sanctuaire",
    "level": 1,
    "castingTime": "1 action bonus",
    "range": "9 m",
    "components": "V, S, M",
    "duration": "1 minute",
    "description": "Vous protégez une créature à portée contre les attaques. Jusqu’à la fin du sort, toute créature qui cible la créature protégée par une attaque ou un sort néfaste doit d'abord réussir un jet de sauvegarde de Sagesse. En cas d'échec, la créature doit choisir une nouvelle cible ou perdre l'attaque ou le sort. Ce sort ne protège pas la créature protégée des effets de zone, tels qu'une explosion de boule de feu. Si la créature protégée effectue une attaque ou lance un sort qui affecte une créature ennemie, ce sort prend fin."
  },
  {
    "id": 46,
    "name": "Flamme sacrée",
    "level": 0,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Une flamme radieuse tombe sur une créature que vous pouvez voir à portée. La cible doit réussir un jet de sauvegarde de Dextérité ou subir 1d8 dégâts radiants. La cible ne bénéficie d'aucun abri contre ce sort. Les dégâts de ce sort augmentent de 1d8 lorsque vous atteignez le niveau 5 (2d8), le niveau 11 (3d8) et le niveau 17 (4d8).",
    "combat": {
      "type": "save",
      "save": "dexterity",
      "saveSuccess": "Aucun dégât",
      "damage": {
        "1": "1d8",
        "5": "2d8",
        "11": "3d8",
        "17": "4d8"
      }
    }
  },
  {
    "id": 47,
    "name": "Aide",
    "level": 1,
    "castingTime": "1 action",
    "range": "9 m",
    "components": "V, S, M",
    "duration": "8 heures",
    "description": "Vos paroles renforcent jusqu'à trois créatures à portée, leur accordant 5 points de vie temporaires pour la durée du sort. Lorsque vous utilisez un emplacement de sort de niveau supérieur, les points de vie temporaires augmentent de 5 par niveau au-delà du premier."
  },
  {
    "id": 48,
    "name": "Lumière",
    "level": 0,
    "castingTime": "1 action",
    "range": "contact",
    "components": "V, M",
    "duration": "1 heure",
    "description": "Vous touchez un objet qui ne dépasse pas 3 mètres dans toutes ses dimensions. Jusqu'à la fin du sort, l'objet émet une lumière vive dans un rayon de 6 mètres et une lumière faible dans un rayon supplémentaire de 6 mètres. La lumière peut être de la couleur de votre choix. Couvrir complètement l'objet avec quelque chose d'opaque bloque la lumière. Le sort prend fin si vous le lancez à nouveau ou si vous révoquez l'effet (action). Si vous ciblez un objet tenu ou porté par une créature hostile, cette créature doit réussir un jet de sauvegarde de Dextérité pour éviter le sort."
  },
  {
    "id": 49,
    "name": "Détection des pensées",
    "level": 2,
    "castingTime": "1 action",
    "range": "personnelle",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Pendant la durée, vous pouvez lire les pensées superficielles d'une créature que vous pouvez voir à portée de 9 m. Si vous voulez sonder plus profondément, la créature doit réussir un jet de sauvegarde de Sagesse ou vous obtenez un aperçu de ses pensées, de ses émotions ou de ce qui occupe son esprit. Une créature consciente de votre tentative peut choisir de bloquer l'accès en réussissant son jet de sauvegarde. Le sort est bloqué par 30 cm de pierre, 2,5 cm de métal commun, une fine feuille de plomb ou 1 m de bois ou de terre."
  },
  {
    "id": 50,
    "name": "Force fantasmagorique",
    "level": 2,
    "castingTime": "1 action",
    "range": "18 m",
    "components": "V, S, M",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Vous créez une illusion qui prend racine dans l'esprit d'une créature à portée. La cible doit réussir un jet de sauvegarde d'Intelligence ou être piégée par une illusion réaliste que seule elle peut voir. Tant qu'elle y croit, elle subit 1d6 dégâts psychiques à chaque tour si l'illusion semble capable de lui faire du mal. La cible peut utiliser une action pour inspecter l'illusion et refaire son jet de sauvegarde pour en discerner la nature."
  },
  {
    "id": 51,
    "name": "Assistance",
    "level": 0,
    "castingTime": "1 action",
    "range": "contact",
    "components": "V, S",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Vous touchez une créature et lui apportez une aide mineure. Une fois avant la fin du sort, la cible peut ajouter 1d4 à un jet de caractéristique de son choix. Elle peut lancer le d4 après avoir vu le jet de d20, mais avant de savoir si le jet est un succès ou un échec."
  },
  {
    "id": 52,
    "name": "Couronne de démence",
    "level": 2,
    "castingTime": "1 action",
    "range": "36 m",
    "components": "V, S",
    "duration": "concentration, jusqu'à 1 minute",
    "description": "Une créature que vous pouvez voir à portée doit réussir un jet de sauvegarde de Sagesse ou être charmée pour la durée du sort. Pendant que la créature est charmée de cette manière, une couronne de fer apparaît autour de sa tête et une folie l’envahit. La créature doit utiliser son action avant de se déplacer pour effectuer une attaque de mêlée contre une créature autre que vous que vous choisissez mentalement. Elle peut agir normalement si aucune autre créature ne se trouve à portée. À la fin de chacun de ses tours, la cible peut effectuer un nouveau jet de sauvegarde de Sagesse. En cas de réussite, le sort prend fin.",
    "combat": {
      "type": "save",
      "save": "wisdom",
      "saveSuccess": "Non charmée",
      "recovery": "JdS SAG à la fin de chaque tour.",
      "effects": ["charmed", "Attaquant une cible désignée par le lanceur"]
    }
  },
  {
    "id": 53,
    "name": "Sommeil",
    "level": 1,
    "castingTime": "1 action",
    "range": "27 m",
    "components": "V, S, M",
    "duration": "1 minute",
    "description": "Ce sort envoie des créatures dans un état magique de sommeil. Lancez 5d8, le total est le nombre de points de vie des créatures affectées par ce sort. Les créatures dans un rayon de 6 m centré sur un point que vous choisissez à portée sont affectées dans l'ordre croissant de leurs points de vie actuels (en commençant par celles qui en ont le moins). Ignorez les créatures inconscientes. Une créature affectée tombe inconsciente jusqu'à ce que le sort prenne fin, qu'elle subisse des dégâts ou que quelqu'un utilise une action pour la secouer ou la réveiller. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau supérieur, lancez 2d8 supplémentaires pour chaque niveau d'emplacement supérieur.",
    "combat": {
      "type": "status",
      "spellLevelScale": "+2d8 pv",
      "recovery": "Subir des dégats, se faire réveiller",
      "effects": [
        "Endort les cibles dont les PV totaux sont inférieurs à la valeur déterminée, en commençant par les plus faibles"
      ]
    }
  },
  {
    "id": 54,
    "name": "Réparation",
    "level": 0,
    "castingTime": "1 minute",
    "range": "contact",
    "components": "V, S",
    "duration": "instantanée",
    "description": "Vous touchez un objet cassé ou endommagé, tel qu'une chaîne brisée ou un rouage fissuré. Tant que le bris ou la fissure n'excède pas 30 cm dans toutes les dimensions, vous le réparez, restaurant l'objet à son état initial. Ce sort ne peut pas restaurer de la magie sur un objet magique endommagé."
  }
]
